/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* in status message */
"Connected" = "Connected";

/* in status message */
"Connecting..." = "Connecting...";

/* in status message */
"Could not register device" = "Could not register device";

/* in status message */
"Device Registered" = "Device Registered";

/* in status message */
"Device Registration" = "Device Registration";

/* in sidebar */
"Messages" = "Messages";

/* No comment provided by engineer. */
"OK" = "OK";

/* in add contact alert view */
"Please enter the name of the person you want to send messsages to" = "Please enter the name of the person you want to send messsages to";

/* in add contact alert view */
"Recipient" = "Recipient";

/* in compose view */
"Recipient Missing" = "Recipient Missing";

/* in welcome message */
"Set your username to get started. You can then find the sidebar in the top left corner." = "Set your username to get started. You can then find the sidebar in the top left corner.";

/* in sidebar */
"Settings" = "Settings";

/* in welcome message */
"Welcome" = "Welcome";

/* in compose view */
"You have to go back and press the [+] button" = "You have to go back and press the [+] button";

